Tekla.Structures.DrawingInternal.AssociativityRule.PlaneNameEnum


Tekla.Structures.DrawingInternal.AssociativityRule.PlaneNameEnum.NONE


Tekla.Structures.DrawingInternal.AssociativityRule.PlaneNameEnum.BOTTOM


Tekla.Structures.DrawingInternal.AssociativityRule.PlaneNameEnum.TOP


Tekla.Structures.DrawingInternal.AssociativityRule.PlaneNameEnum.RIGHT


Tekla.Structures.DrawingInternal.AssociativityRule.PlaneNameEnum.LEFT


Tekla.Structures.DrawingInternal.AssociativityRule.PlaneNameEnum.FRONT


Tekla.Structures.DrawingInternal.AssociativityRule.PlaneNameEnum.BEHIND


Tekla.Structures.DrawingInternal.AssociativityRule.PlaneNameEnum.HORIZONTAL


Tekla.Structures.DrawingInternal.AssociativityRule.PlaneNameEnum.VERTICAL


Tekla.Structures.DrawingInternal.AssociativityRule.PlaneNameEnum.PERPENDICULAR


Tekla.Structures.DrawingInternal.AssociativityRule.PlaneNameEnum.NEAREST
